package constants

const (
	GreetingMsg   = "🏎 Добро пожаловать в сервис шиномонтажа Brandd! 🏎"
	DateMsg       = "🏎 Выберите день 🏎"
	ZoneMsg       = "🏎 Выберите временной диапазон 🏎"
	TimeMsg       = "🏎 Выберите слот 🏎"
	ServiceMsg    = "🏎 Выберите услугу 🏎"
	RimMsg        = "🏎 Радиус колёс 🏎"
	PreConfirmMsg = `
	🏎 Ваше бронирование почти готово!
📄 Осталось подтвердить данные.

	📆 Дата: %s
	%s Время: %s
	🔧 Тип работ: %s
	🛞 Радиус колёс: %s
	`
	AnText = `
	📍 Наш адрес: Казань, территория ГК Халева 1, 21
	📞 Контактный телефон: 03
	`
)
